Repository: Ctrlv-Package/GuessGame
Catalog: src/GuessGame.Gui/Properties/Strings.*.resx
Languages: es, ru

# WindowTitle
source: Guessing Game Deluxe
es: Juego de Adivinanzas Deluxe
ru: Игра Угадай Число Deluxe

# GuessPrompt
source: Guess a number:
es: Adivina un número:
ru: Угадайте число:

# Easy
source: Easy (1–50)
es: Fácil (1–50)
ru: Легко (1–50)

# Medium
source: Medium (1–100)
es: Medio (1–100)
ru: Средне (1–100)

# Hard
source: Hard (1–500)
es: Difícil (1–500)
ru: Сложно (1–500)

source: Guess
es: Adivinar
ru: Угадать

source: Too low!
es: ¡Demasiado bajo!
ru: Слишком мало!

source: Too high!
es: ¡Demasiado alto!
ru: Слишком много!

# InvalidInput
source: Enter a valid number.
es: Introduce un número válido.
ru: Введите допустимое число.

source: Attempts
es: Intentos
ru: Попытки

source: Time
es: Tiempo
ru: Время

# CongratsTitle
source: 🎉 Congratulations
es: 🎉 ¡Felicidades!
ru: 🎉 Поздравляем!

# SuccessMessages
source: Great job!;Awesome!;Well done!;You read my mind!;Are you psychic?;Boom! Nailed it!;You must be cheating 😆;You're unstoppable!;Incredible guessing!;You hit the jackpot!
es: ¡Buen trabajo!;¡Increíble!;¡Bien hecho!;¡Leíste mi mente!;¿Eres psíquico?;¡Boom! ¡Lo lograste!;Seguro que hiciste trampa 😆;¡Imparable!;¡Adivinaste increíblemente!;¡Te sacaste la lotería!
ru: Отлично!;Супер!;Молодец!;Ты читаешь мысли!;Ты экстрасенс?;Бум! Попал!;Ты наверняка жульничаешь 😆

source: Best Score
es: Mejor Puntaje

source: Leaderboard
es: Tabla de Puntos

# NoScores
source: No scores yet!
es: ¡Sin puntajes aún!

source: within 10
es: dentro de 10
